Repository: MatthiasValvekens/boggle
Catalog: translations/*/LC_MESSAGES/boggle.po
Languages: nl

source: Not in dictionary
nl: Niet in woordenboek

source: Duplicates
nl: Duplicaten

source: Approve
nl: Goedkeuren

source: Waiting for start announcement...
nl: Wachten op startaankondiging...

source: Round starting in a few moments...
nl: Ronde begint zometeen...

source: Round underway
nl: Ronde bezig

source: Waiting for scores...
nl: Wachten op scores...

source: The results are in!
nl: Scores binnen!

source: close
nl: sluiten

source: Name
nl: Naam

source: Choose a username
nl: Kies een gebruikersnaam

source: Start new session
nl: Nieuwe sessie opstarten

source: select dice
nl: dobbelstenen selecteren

source: Dice
nl: Dobbelstenen

source: select dictionary
nl: woordenboek selecteren

source: Dictionary
nl: Woordenboek

source: Use mild scoring
nl: Gebruik mild scoresysteem

source: Join existing session
nl: Aansluiten bij lopende sessie

source: Invitation token
nl: Uitnodigingstoken

source: invitation token
nl: uitnodigingstoken

source: This invitation token is not valid.
nl: Dit uitnodigingstoken is niet geldig.

source: Add
nl: Toevoegen

source: Erase
nl: Wissen

source: Players
nl: Spelers

source: Words
nl: Woorden

source: Words...
nl: Woorden...

source: Management console
nl: Bedieningspaneel

source: Invitation token: click to copy
nl: Uitnodigingstoken: klik om te kopiëren

source: countdown to next round
nl: aftelling naar start volgende ronde

source: Number of seconds until next game round. If a round is currently underway, it will be suspended.
nl: Aantal seconden tot volgende ronde. Als er momenteel een spelronde bezig is zal die eerst worden afgebroken.

source: Announce
nl: Aankondigen

source: Rules
nl: Regels

source: Here's a quick overview of the rules of <a href="https://en.wikipedia.org/wiki/Boggle" target="_blank">Boggle</a>.
nl: Hier is een kort overzicht van de regels van <a href="https://nl.wikipedia.org/wiki/Boggle" target="_blank">Boggle</a>.

source: Forming words
nl: Woorden vormen

source: The goal is to string together adjacent letters in the Boggle grid to form words. You're allowed to move in any direction, including diagonally, and changing direction midway is of course also fine. However, you're not allowed to visit the same grid cell twice to form a word!
nl: Het doel is om aangrenzende letters in het Bogglerooster aan elkaar te rijgen om woorden te vormen. Je mag in om het even welke richting bewegen, inclusief diagonaal, en van richting veranderen in het midden van een woord is uiteraard ook OK. Er is één beperking: voor een woord mag je elke cel in het rooster hoogstens één keer gebruiken!

source: Here's an example:
nl: Hier is een voorbeeld:

source: Not allowed
nl: Niet OK

source: Scoring
nl: Puntentelling

source: A Boggle round lasts %(duration)s by default. You compete against the other players in your session, who'll also be looking for words in the same grid.<br/> Generally speaking, more and longer words = more points.
nl: Een Boggleronde duurt standaard %(duration)s. Je speelt tegen de andere spelers in je sessie, die ook in hetzelfde rooster naar woorden zoeken.<br/> In het algemeen krijg je meer punten hoe langer je woorden zijn, en hoe meer woorden je vindt.

source: The basic score per word is shown below.
nl: De basisscore voor per woord kan je in de tabel hieronder terugvinden.

source: Length
nl: Lengte

source: Value
nl: Waarde

source: When calculating player scores, the following additional rules are taken into account.
nl: Bij het berekenen van de scores houdt het spel rekening met de volgende extra regels.

source: Words that can't be found in the dictionary won't earn you any points. However, the session leader can <a href="#score-area-help">approve</a> words if necessary.
nl: Je krijgt geen punten voor woorden die niet in het woordenboek voorkomen. De sessieleider kan wel met de hand woorden <a href="#score-area-help">goedkeuren</a> als dat nodig is.

source: Any word found by multiple players doesn't count, unless the session was started with <i>mild scoring rules</i> enabled (see below).
nl: Woorden die door meerdere spelers gevonden zijn tellen niet mee, behalve als de sessie gestart is met het <i>milde scoresysteem</i> (zie onder).

source: The letter Q can also be used as QU. In the latter case, it is counted as two letters for scoring purposes.
nl: De letter Q fungeert ook als QU. In dat laatste geval telt ze als twee letters in de scoreberekening.

source: The player with the longest word gets <b>double</b> points for all words of that length. However, if the longest word is tied between multiple players, no extra points are awarded. For the purposes of this rule, only <i>valid, non-duplicate</i> words are counted.
nl: De speler met het langste woord krijgt <b>dubbele</b> punten voor alle woorden van die lengte. Als er echter meerdere spelers zijn die een woord van maximale lengte hebben krijgt niemand extra punten. Voor het toepassen van deze regel tellen enkel <i>geldige, unieke</i> woorden mee.

source: This is easier to understand with an example: if player A and player B both found the same seven-letter word, but player A is the only one with a valid six-letter word, player A gets the bonus for their six-letter word.
nl: Dit is gemakkelijker om te begrijpen met een voorbeeld: als speler A en speler B allebei hetzelfde woord van zeven letters gevonden hebben, maar speler A is verder de enige met een geldig zesletterwoord, krijgt speler A de bonus voor zijn woorden van zes letters.

source: Under <i>mild scoring rules</i>, the score multiplier system is organised slightly differently. In this case, duplicate words still award points, and unique words award double points. The multiplier for having the unique word of maximal length is increased to three.
nl: Onder het <i>milde scoresysteem</i> zijn de vermenigvuldigingsfactoren voor de scores een beetje anders ingesteld. In dit geval tellen duplicaten gewoon mee, en krijg je dubbele punten voor unieke woorden. De bonusfactor voor het unieke woord van maximale lengte wordt daarnaast opgehoogd naar drie.

source: Start screen
nl: Startscherm

source: First, choose an username. Your username is bound to the game session, so picking a unique one isn't that important.<br> You can then do either of two things.
nl: Kies eerst een gebruikersnaam. Je gebruikersnaam is gekoppeld aan de spelsessie, dus het is niet zo belangrijk om een unieke naam te kiezen.<br> Je kan dan kiezen uit twee opties.

source: Start a new session:
nl: Een nieuwe sessie starten:

source: If you'd like to start a new session, pick a <i>dice configuration</i> and a <i>dictionary</i>. The dictionary (obviously) determines which words are considered valid, but the choice of dice configuration can also be important: the distribution of the letters of the alphabet is different from one language to the next, so it helps to choose a matching dice configuration.
nl: Als je een nieuwe sessie wil opstarten, kies dan een <i>dobbelsteenconfiguratie</i> en een <i>woordenboek</i>. Het woordenboek bepaalt (natuurlijk) welke woorden geldig zijn, maar de keuze van dobbelsteenconfiguratie kan ook van belang zijn: de verdeling van de letters van het alfabet verschilt van de ene taal op de andere, dus het helpt om een compatibele dobbelsteenconfiguratie te kiezen.

source: Join an existing session:
nl: Aansluiten bij een lopende sessie:

source: If you'd like to join an existing session set up by someone else, simply paste the <a href="#management-console-help">session invitation token</a> into the text box and click "Start".
nl: Als je je liever aansluit bij een bestaande sessie die iemand anders heeft opgezet, plak dan het <a href="#management-console-help">uitnodigingstoken</a> in het tekstveld en klik op "Start".

source: Game screen
nl: Spelscherm

source: Boggle area
nl: Boggle-zone

source: Here, you see the currently active Boggle grid. During a Boggle round, you can enter words by clicking/touching letter cells in the grid, or simply by typing them into the input box directly
nl: Hier zie je het Bogglerooster dat momenteel actief is. Tijdens een Boggleronde kan je woorden invoeren door op letters te klikken of ze aan te raken, of simpelweg door ze rechtstreeks in te typen in het invoerveld.

source: The round ends by when the timer reaches zero; the words you selected are then submitted to the server for scoring.
nl: De ronde stopt wanneer de timer op nul staat; de woorden in het invoerveld worden dan naar de server gestuurd voor de puntentelling.

source: The right column contains a list of all players in the session, together with their total scores (if applicable).
nl: De rechterkolom bevat een lijst met alle spelers in de sessie en hun totale score (indien van toepassing).

source: Score area
nl: Scorezone

source: Below the game grid, a detailed score breakdown will appear after every round. The words are colour-coded as follows:
nl: Onder het rooster komt een gedetailleerde breakdown van de scores na elke ronde. De kleurcodering van de woorden zit als volgt in elkaar:

source: Valid
nl: Geldig

source: Duplicate
nl: Dubbel

source: Not in grid
nl: Niet in rooster

source: Words that do not occur in the dictionary but are otherwise valid can be <i>manually approved</i> by the session leader, by clicking on them and selecting "Approve".
nl: Woorden die niet in het woordenboek staan maar verder wel geldig zijn kunnen door de spelleider <i>manueel goedgekeurd</i> worden, door erop te klikken en dan "Goedkeuren" te kiezen.

source: This area is only visible to the session leader. It contains a text field with a <i>session invitation token</i>&mdash;which other players will need to join&mdash;and an <i>announcement timer</i>. Clicking the "Announce" button will broadcast a countdown to all players in the session, and start the next round after the specified number of seconds has elapsed. This can also be used to interrupt the current round, e.g. because the current grid is too difficult.
nl: Dit gedeelte is enkel zichtbaar voor de sessieleider. Het bevat een tekstveld met een <i>uitnodigingstoken</i>&mdash;dat andere spelers nodig hebben om deel te nemen&mdash;en een <i>aankondigingstimer</i>. Als je op de knop "Aankondigen" klikt, wordt er een countdown timer doorgestuurd naar alle spelers in de sessie, en gaat de volgende ronde van start zodra die timer op nul staat. Je kan deze functie ook gebruiken om de huidige ronde te onderbreken, bijvoorbeeld omdat het rooster te moeilijk is.
